<div class="rules">
            <div class="panel">
                <div class="name">Правила пользования сервиса LPCORE</div>
                <div class="rule">
                    <div class="name">1. ОБЩИЕ УСЛОВИЯ ПОЛЬЗОВАНИЯ СЕРВИСА</div>
                    <div class="text">Настоящее соглашение о предоставлении услуг импользования сервиса далее («Соглашение») является Соглашением между Пользователем и LPCORE («Сервисом»). Используя Сервис далее («Сайт»), вы соглашаетесь со следующим: соблюдать условия настоящего Соглашения, с нашей политикой конфиденциальности, любыми уведомлениями, условиями, инструкциями, размещенными на сайте сервиса, которые мы, в том числе, можем обновлять без уведомления.</div>
                </div>
                <div class="rule">
                    <div class="name">2. О СЕРВИСЕ</div>
                    <div class="text">LPCORE предоставляет инструментарий и доступ к определенным материалам, чтобы помочь создавать и управлять собственными веб-сайтами, общими и персонализированными контентом, хостингом и доменом веб-сайта, инструментами электронной коммерции и другими услугами («Услуги») непосредственно через веб-сайт сервиса https://lpcore.ru («Сайт»).</div>
                </div>
                <div class="rule">
                    <div class="name">3. РЕГИСТРАЦИЯ</div>
                    <div class="text">Для регистрации в сервисе, вам необходиом предоставить действительный адрес электронной почты и другую информацию в соответствии с разделом «Регистрационные данные». В процессе регистрации, вы получите учетную запись пользователя далее («Аккаунт»). Вы самостоятельно несете полную ответственность за сохранение конфиденциальности вашей учетной записи, а также за все совершенные действия, которые происходят с вашей учетной записью. При использовании сервиса, Вы соглашаетесь предоставлять актуальную и полную информацию о регистрационных данных. Если предоставленая информацию, будет не соответствовать действительности, LPCORE оставляет за собой права приостановить или прекратить действие вашей учетной записи без соответствующего предупреждения.</div>
                </div>
                <div class="rule">
                    <div class="name">4. ПРАВА И ОБЯЗАННОСТИ LPCORE</div>
                    <div class="text">Вся информация доступная в сервисе, включая все материалы, услуги и инструменты предоставленые через веб-сайт сервиса далее («Контент») преднадлежат LPCORE и иным лицам и защищены авторскими правами, в соответствии с действующим законодательством о защите интелектуальной собственности. Все товарные и сервисные знаки LPCORE, включая логотипы, слогоны и лозунги являются собственностью LPCORE. В соотвествии с настоящим соглашением мы далее («Администрация») предоставляем неограниченый доступ к инструментарию, услугам и материалам для вашей учетной записи, и непередаваемое и неисключительное право на использования материалом через веб-сайт сервиса для последующего создания собственного веб-сайта.</div>
                </div>
                <div class="rule">
                    <div class="name">5. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</div>
                    <div class="text">В соответствии с данным Соглашением, LPCORE предоставляет Вам ограниченное право на использование материалов через вашу учетную запись пользователя далее («Аккаунт») в той степени, которая необходима для доступа и использования услуг в соответствии с условиями настоящего Соглашения. Это право не дает вам возможность: хранить, копировать, воспроизводить, публиковать, изменять, загружать, публиковать, переводить, сдавать в аренду, продавать, распространять, передавать, показывать, декомпилировать, дизассемблировать, расшифровывать или иным образом пытаться получить программный код или любой исходный код, используемый в системе или иным образом распространять любые материалы, кроме описанных в настоящем Соглашении. Вы не имеете права продавать, передавать, лицензировать, предоставлять залоговое право или иным образом пытаться передавать права на материалы или любым способом использовать в коммерческих целях материалы, полностью или частично, за исключением случаев, прямо предусмотренных в настоящем Соглашении. Любое использование материалов в любых целях, кроме описанных здесь, или без нашего предварительного письменного согласия или предварительного письменного согласия наших лицензиаров, строго запрещается. Мы оставляем за собой иные права, не предусмотренные в настоящем Соглашении, в соответствии с действующим законодательством.</div>
                </div>
            </div>
        </div>

        <div class="donate">
            <div class="panel">
                <div class="name">Нравится наш конструктор?</div>
                <div class="text">Если вам понравился наш сервис, пожалуйста поддержите нас.</div>
                <div class="price">
                    <input name="price" type="text" value="150" maxlength="3"/> &#8381;
                </div>
                <div class="button">Пожертвовать</div>
            </div>
        </div>